[
  {
  "id": 1,
  "name": "Shake Weight",
  "price": 2999,
  "image": "https://bit.ly/2JtVNE6",
  "shortDescription": "Dynamic Inertia technology ignites muscles in arms, shoulders, and chest.",
  "longDescription": "Shaking up the way you work out, the Shake Weight is a revolution in strength training. Boasting a legion of devotees who enthusiastically confirm the Shake Weight's claim that it shapes and tones the upper body, this product is hard to ignore.\nThe way it works is this: a special pulsating dumbbell with dynamic inertia technology increases upper body muscle activity by 300 percent compared to traditional weights as you shake the 5-lb weight several different ways. This repetitive shaking stimulates muscle toning and adds shape to your upper arms, chest, and shoulders.\nThe Upper Body Sculpting DVD shows you the proper way to use the Shake Weight so you see the most benefits. It works in only six minutes a day, though if you use it more often, you're likely to see results sooner."
  },
  {
    "id": 2,
    "name": "ShamWow",
    "price": 2595,
    "image": "https://bit.ly/2w9C3Nm",
    "shortDescription": "It's like a chamois, towel, and sponge, all in one! Soaks up to 10x it's weight in any liquid!"
  },
  {
    "id": 3,
    "name": "Snuggie",
    "price": 2900,
    "image": "https://bit.ly/2LVHYAk",
    "shortDescription": "Super-Soft Fleece with pockets! One Size fits all Adults! Keeps you Warm & Your Hands-Free!"
  },
  {
    "id": 4,
    "name": "Wax Vac",
    "price": 999,
    "image": "https://bit.ly/2EjCU2a",
    "shortDescription": "Gentle way to remove ear wax. Safe and hygienic. Reduces the risk of painful infections."
  },
  {
    "id": 5,
    "name": "Ostrich Pillow",
    "price": 9900,
    "image": "https://bit.ly/2VD80b8",
    "shortDescription": "Create your own snugly space in the world and feel-good anywhere with the ultimate cocoon pillow."
  },
  {
    "id": 6,
    "name": "Tater Mitts",
    "price": 830,
    "image": "https://bit.ly/2w9EmzO",
    "shortDescription": "8 Seconds is All You Need with Tater Mitts Quickly and easily prepare all your favorite potato dishes with Tater Mitts."
  }
]